[
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제1부 패러다임의 전환: 프로이트적 방어에서 에릭슨적 자율성으로",
            "content": "### 1.1 자아 영역의 재정의: 중재자에서 주체로\n프로이트의 정신분석학에서 자아는 성격의 집행부 역할을 하지만, 종종 고달픈 처지에 놓인다. 자아의 주된 임무는 본능적인 원초아, 도덕적인 초자아(superego), 그리고 외부 현실이라는 세 주인 사이의 끊임없는 갈등을 중재하는 것이다. 이때 자아가 사용하는 핵심 도구는 현실 검증과 불안을 감소시키기 위한 **방어기제**이다.\n\n반면, 에릭슨에게 자아는 성격의 중심이자 조직 원리 그 자체이다. 자아는 원초아의 하인이 아니라, 그 자체의 자율적인 에너지와 기능을 가진 **독립적인 주체**로 간주된다. 에릭슨은 이론의 강조점을 원초아에서 자아로 옮기면서, 자아를 **발달의 핵심 동력**으로 보았다. 프로이트의 자아가 갈등에 반응하고 타협하며 억압하는 수동적 역할을 한다면, 에릭슨의 자아는 환경에 적응하고 경험을 조직하며 미래를 계획하는 **능동적이고 주도적인 힘**이다. 이것이 바로 자아를 ‘창조적이고 통합적이며 자율적인 심리적 중심’으로 보는 관점의 핵심이다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "1.2 유능성과 지배감을 향한 추동",
            "content": "프로이트 모델의 인간 행동이 쾌락 원칙과 긴장 감소에 의해 추동된다면, 에릭슨의 모델은 근본적으로 다른 동기를 상정한다. 바로 **유능성(competence)**과 **지배감(mastery)**을 향한 탐구이다. 에릭슨에 따르면, 자아는 ‘사회적 충동’에 의해 움직이는데, 이는 환경과의 효과적인 상호작용을 통해 ‘지배감’과 ‘통제감’을 얻으려는 욕구이다. 여기서 지배감이란 타인에 대한 군림이 아니라, 자기 자신과 주어진 환경을 성공적으로 다루는 **숙달의 감각**을 의미한다.\n\n이러한 추동력은 모든 발달 단계에서 관찰된다. 걸음마를 배우는 아이가 “내가 할 거야!”라고 외치며 독립성을 주장하는 것에서부터 학령기 아동이 자신의 과제물에 자부심을 느끼는 것에 이르기까지, 각 단계는 자아가 새로운 형태의 유능성을 획득할 기회를 제공한다. 바로 이 유능성을 향한 끊임없는 추구가 자아를 **역동적인 힘(dynamic force)**으로 만드는 원천이다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "1.3 인간 본성에 대한 새로운 관점: 낙관주의와 성장",
            "content": "두 이론의 기저에 깔린 철학은 극명한 대조를 이룬다. 주로 신경증 환자 연구에 기반한 프로이트의 관점은 인간을 끊임없이 내적 갈등에 시달리며 초기 외상(trauma)을 반복하도록 운명 지어진 존재로 보는 **비관론적 색채**가 짙다.\n\n반면, 건강한 개인과 다양한 문화를 연구했던 에릭슨은 훨씬 **낙관적이고 인본주의적인 관점**을 취했다. 그는 인생의 도전과 위기를 병리의 징후가 아닌, 성장을 위한 필연적인 기회이자 **자아 강점(ego strength)**을 발달시키는 계기로 보았다. 모든 위기는 잠재력을 향상시키는 ‘**전환점**’(turning point)이다. 이러한 낙관적 시각은 자아를 회복탄력성과 창조성의 주체로 격상시킨다.\n\n이러한 관점의 차이는 심리학의 역할을 근본적으로 재정의하는 결과를 낳았다. 프로이트의 이론이 주로 정신병리를 이해하고 치료하는 ‘교정적(remedial)’ 모델이라면, 에릭슨의 이론은 심리사회적 건강을 성취하는 것을 목표로 하는 ‘**지향적(aspirational)**’ 모델에 가깝다. 프로이트가 \"무엇이 잘못되었는가?\"를 묻고 과거에서 답을 찾는다면, 에릭슨은 \"성장하기 위해 무엇을 성취해야 하는가?\"를 묻고 현재와 미래를 조망한다. 자아의 역할은 손상을 관리하는 것이 아니라, 각 단계의 위기를 극복하며 희망, 의지, 목적과 같은 강점, 즉 ‘**덕목(virtue)**’을 구축하는 것이다. 이러한 특징 때문에 에릭슨의 이론은 임상 현장을 넘어 교육, 육아, 심지어 경영 관리와 같은 다양한 분야에서 폭넓게 수용될 수 있었다. 그의 이론은 특정 환자 집단이 아닌 모든 인간의 긍정적 발달을 위한 청사진을 제공함으로써, 정신분석적 사고를 치료실 소파에서 교실과 가정으로 확장시켰다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제2부 정체성의 구조: 자아의 통합적 기능",
            "content": "### 2.1 핵심 구성 개념으로서의 자아 정체감\n에릭슨 이론의 중심에는 ‘**자아정체감(ego identity)**’이라는 개념이 있다. 이는 사회적 상호작용을 통해 발달하는 의식적인 자기감각으로, ‘총체적인 자기 지각’을 의미한다. 자아정체감은 다음과 같은 핵심 요소들로 구성된다.\n* **자기 동일성과 연속성 (Self-Sameness and Continuity):** 시간이 흐르고 새로운 경험을 하더라도 자기 자신은 변함없이 동일한 존재라는 인식.\n* **고유성 (Uniqueness):** 타인과 구별되는 자신만의 독특성에 대한 안정적인 감각.\n* **통합성 (Integration):** 다양한 사회적 역할, 신념, 과거의 경험들을 일관성 있는 전체로 종합하는 능력.\n자아정체감은 한 번 획득하면 고정되는 것이 아니라, 새로운 정보와 사회적 피드백에 의해 끊임없이 변화하고 재구성되는 **역동적인 과정**이다. 이것은 “나는 누구인가?”라는 전 생애에 걸친 질문에 대한 자아의 지속적인 응답이다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "2.2 점성원리: 성장을 위한 청사진",
            "content": "‘**점성원리(epigenetic principle)**’는 에릭슨이 제시한 성격 발달의 기본 설계도이다. 이 원리에 따르면, 성격은 미리 정해진 순서에 따라 전개되며, 각 발달 단계는 그 단계가 우세하게 출현하는 ‘**최적의 시기(optimal time)**’를 갖는다.\n\n가장 중요한 점은 각 단계가 **이전 단계의 발달 과업 성취를 토대로 구축**된다는 것이다. 한 단계의 위기를 성공적으로 해결하면 다음 단계의 도전에 맞설 수 있는 심리적 도구와 힘을 얻게 된다. 반대로, 이전 단계에서 해결되지 않은 과업은 이후의 모든 발달 단계에 부정적인 영향을 미친다. 이는 발달이 **누적적이고 상호의존적인 과정**임을 시사한다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "2.3 심리사회적 위기: 성장의 촉매제",
            "content": "에릭슨 이론에서 ‘**위기(crisis)**’는 파국적인 사건이 아니라, 발달 과정에서 **필수적이고 생산적인 전환점**을 의미한다. 위기는 개인의 생물학적 성숙과 사회의 새로운 요구가 만나는 지점에서 발생하며, 긍정적(syntonic) 경향과 부정적(dystonic) 경향이라는 두 가지 상반된 심리적 특성 사이의 갈등으로 정의된다 (예: 신뢰감 대 불신감).\n\n위기의 성공적인 해결이란 부정적인 극을 완전히 제거하는 것이 아니다. 오히려 두 극 사이에서 건강하고 유리한 ‘**균형**’을 이루는 것을 의미한다. 예를 들어, 건강한 개인은 세상을 신뢰하는 능력을 갖추는 동시에, 위험을 감지할 수 있는 약간의 현실적인 불신도 필요로 한다. 이 위기를 성공적으로 극복하면 ‘희망’, ‘의지’와 같은 핵심적인 ‘**자아 특질**’ 또는 ‘**덕목(virtue)**’이 발달하며, 이는 자아를 강화하고 성격의 영구적인 일부가 된다.\n\n이 세 가지 핵심 개념, 즉 **자아정체감, 점성원리, 그리고 심리사회적 위기**는 서로 분리된 것이 아니라 하나의 통합된 시스템을 형성한다. 이 시스템의 작동 원리를 단계적으로 살펴보면, 첫째, 점성원리는 특정 위기가 발달의 전면에 나서게 되는 시간표 역할을 한다. 둘째, 이 위기는 성장을 위한 메커니즘으로, 해당 시기에 자아가 반드시 수행해야 할 발달적 과업이다. 셋째, 위기를 성공적으로 해결하면 새로운 덕목이 생겨나고, 이는 자아의 전반적인 구조인 자아정체감에 통합된다. 마지막으로, 이렇게 강화된 정체성은 다음 단계의 위기에 맞설 수 있는 견고한 토대가 된다. 이 과정은 강력한 선순환 고리를 만들어내는데, 한 단계에서의 성공적인 정체성 형성이 다음 단계를 위한 자아의 역량을 강화시켜 전체 발달 궤도를 긍정적으로 이끌어간다. 이 시스템적 관점은 초기 경험의 중요성을 설명하면서도, 후기 단계에서 만회할 기회가 있다는 점에서 프로이트의 결정론과는 구별된다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제3부 인간의 여덟 시대: 전 생애에 걸친 자아의 여정",
            "content": "에릭슨 이론의 가장 큰 공헌 중 하나는 인간 발달이 아동기에 완성되는 것이 아니라 **전 생애에 걸쳐 일어나는 과정**임을 명시한 것이다. 다음은 8단계 발달 과정의 전체적인 구조를 요약한 것이다.\n\n### 에릭슨의 8단계 심리사회적 발달\n**1단계: 신뢰감 대 불신감 (영아기, 0-1.5세)**\n이 시기의 핵심 과제는 양육자의 돌봄이 얼마나 일관되고 신뢰할 만한가에 기초하여 세상에 대한 기본적인 신뢰를 형성하는 것이다. 주 양육자와의 관계가 가장 중요하며, 성공적인 위기 해결은 자신의 욕구가 충족될 수 있다는 지속적인 믿음인 **희망**이라는 덕목을 낳는다. 여기서 신뢰란 단지 보살핌을 받는 것을 넘어, 자신의 필요를 표현함으로써 보살핌을 이끌어낼 수 있다는 자기 능력에 대한 믿음까지 포함한다.\n\n**2단계: 자율성 대 수치심과 의심 (초기 아동기, 1.5-3세)**\n아이는 신체적 기술을 익히고 독립성을 추구하며 자신의 의지를 시험한다. 배변 훈련은 이 과정의 중요한 사건이다. 부모의 지지 속에서 위기를 성공적으로 극복하면, 자유로운 선택과 자기 통제를 할 수 있는 능력인 **의지**를 얻게 된다. 이 단계는 양육자로부터의 첫 번째 해방이며, 훗날 청소년기의 독립 투쟁의 원형이 된다.\n\n**3단계: 주도성 대 죄책감 (유희기, 3-5세)**\n아이는 놀이와 사회적 상호작용을 주도하며 환경에 대한 자신의 영향력을 시험한다. 가족 관계 속에서 아이의 주도적인 시도가 격려받을 때, 목표를 상상하고 추구할 수 있는 용기인 **목적**이라는 덕목이 발달한다. 아이들의 끊임없는 “왜?”라는 질문은 바로 이 주도성의 발현이다.\n\n**4단계: 근면성 대 열등감 (학령기, 6-11세)**\n아이는 학교에 들어가 새로운 사회적, 학문적 요구에 직면한다. 이 시기에는 과제와 기술에 자신을 적용하는 법을 배우며, 성공적인 경험은 기술을 숙달하고 과업을 완수할 수 있다는 믿음인 **유능감**을 길러준다. 이 단계의 위험은 단순한 실패가 아니라, 배우고 일하려는 동기 자체를 손상시키는 깊은 열등감을 형성하는 것이다.\n\n**5단계: 정체감 대 역할 혼란 (청소년기, 12-18세)**\n에릭슨이 ‘**정체성 위기(identity crisis)**’라고 명명한 이 시기는 청소년이 자신의 다양한 역할, 경험, 가치관을 통합하여 일관된 자아상을 형성해야 하는 ‘심리적 혁명기’이다. 또래 집단과 역할 모델이 중요한 영향을 미치며, 위기를 성공적으로 해결하면 자기 자신과 헌신 대상에 충실할 수 있는 능력인 **충성심**을 획득한다.\n\n**6단계: 친밀감 대 고립감 (성인 초기, 19-40세)**\n이 시기의 핵심 과제는 타인과 깊고 헌신적인 관계를 형성하는 것이다. 성공적인 관계 형성은 타인과 깊은 유대를 맺고 헌신할 수 있는 능력인 **사랑**이라는 덕목으로 이어진다. 여기서 중요한 점은, 5단계에서 확립된 안정적인 정체감이 진정한 친밀감의 전제 조건이라는 것이다. 자기 자신을 잃을지 모른다는 두려움 없이 타인과 융합하기 위해서는 먼저 자신이 누구인지 알아야 하기 때문이다.\n\n**7단계: 생산성 대 침체 (중년기, 40-65세)**\n개인은 자신을 넘어 다음 세대를 위해 무언가를 창조하고 기여하려는 욕구를 느낀다. 이는 자녀 양육, 후배 지도, 사회 봉사 등 다양한 형태로 나타날 수 있다. 이 위기를 성공적으로 해결하면 다음 세대와 사회의 미래에 대한 폭넓은 관심인 **배려**라는 덕목을 얻게 된다.\n\n**8단계: 자아 통합 대 절망 (노년기, 65세 이상)**\n생의 마지막 단계에서 개인은 자신의 삶을 되돌아보며 만족감 혹은 후회와 절망감을 느낀다. 자신의 유일무이했던 삶을 그 자체로 의미 있고 필연적인 것으로 받아들이는 ‘**자아 통합(ego integrity)**’을 이루면, 죽음 앞에서도 삶 자체를 초연하게 바라볼 수 있는 **지혜**를 얻게 된다.\n\n이러한 8단계 모델을 단순히 선형적인 과정으로 이해하는 것은 불완전하다. 에릭슨의 아내이자 동료였던 조안 에릭슨(Joan Erikson)이 제안한 ‘**9단계**’는 80-90대 초고령층의 경험을 설명하며 발달의 심오한 순환적 패턴을 드러낸다. 이 9단계에서 개인은 이전의 모든 위기들을 새롭고 더 취약한 관점에서 다시 마주하게 된다. 예를 들어, 자신의 신체 능력에 대한 불신(신뢰감 대 불신감), 신체 통제력 상실에 대한 수치심(자율성 대 수치심), 신체적 쇠약으로 인한 열등감(근면성 대 열등감), 사회적 역할 상실로 인한 정체성 혼란(정체감 대 역할 혼란) 등을 경험한다. 이는 발달 모델을 단순한 직선에서 **나선형**으로 변화시킨다. 우리는 평생에 걸쳐 동일한 핵심 주제들을 반복해서 마주하지만, 매번 이전 주기의 경험에서 축적된 지혜(혹은 부담)를 안고 새로운 차원에서 이를 경험하는 것이다. 이 관점은 심리사회적 발달이 결코 ‘완성’되지 않는 역동적인 과정임을 보여주며, 이론에 더 깊은 현실성을 부여한다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제4부 의미 구성의 주체로서의 자아",
            "content": "### 4.1 방어기제를 넘어: 서사적 주체로서의 자아\n에릭슨의 자아는 사용자의 질의에서 언급된 바와 같이 ‘**의미 구성의 능동적 주체**’로 작동한다. 프로이트의 자아가 불안을 줄이기 위해 현실을 왜곡하는 방어기제를 사용한다면, 에릭슨의 자아는 현실을 적극적으로 이해하고 조직하여 일관된 이야기, 즉 **서사(narrative)**로 만들고자 한다. 자아는 과거의 경험, 현재의 현실, 그리고 미래의 포부를 종합하여 의미 있는 삶의 이야기를 구성하는 능력이다. 이는 8단계에서 ‘**자아 통합**’을 이루는 것의 본질이기도 하다. 즉, 자신의 삶 전체를 하나의 완전하고 의미 있는 이야기로 받아들이는 것이다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "4.2 의미와 목적을 향한 탐구",
            "content": "에릭슨은 인간이 자신의 존재에서 **의미를 찾으려는 본질적인 욕구**를 가지고 있다고 믿었다. 자아는 바로 이 탐구를 수행하는 심리적 기관이다. 이러한 의미 탐색은 모든 발달 단계에서 명백하게 드러난다. 자신의 행동에서 목적을 찾으려는 유아, 삶에 방향을 부여할 정체성을 찾는 청소년, 그리고 자신의 삶을 초월하는 생산적 목적을 찾는 성인의 모습에서 이를 확인할 수 있다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "4.3 문화, 이념, 그리고 통합된 자아",
            "content": "자아는 진공 상태에서 의미를 창조하지 않는다. 자아는 사회가 제공하는 원재료, 즉 **문화적 규범, 사회 제도, 그리고 종교와 같은 신념 체계(이념)**에 의존한다. 이러한 체계들은 가치의 틀과 우주 속에서 개인의 위치를 설명해주며, 자아는 이를 활용하여 안정적인 정체성을 구축하고 ‘**정체성 혼란**’의 불안을 극복한다. 에릭슨에게 건강한 사회란 그 구성원들에게 실현 가능하고 의미 있는 정체성 선택지를 제공하는 사회이다. 이는 개인의 정신과 그가 속한 역사-사회적 맥락 사이의 깊은 상호연관성을 강조하는 그의 이론의 핵심이다.\n\n에릭슨의 이론은 현대 사회가 직면한 심리적 도전을 분석하는 강력한 틀을 제공한다. 그의 이론에 따르면, 자아는 안정적인 문화적, 이념적 틀을 바탕으로 정체성을 구성한다. 그러나 현대 및 포스트모던 사회는 전통적인 공동체의 해체, 직업의 유동성, 디지털 기술로 인한 가치관의 파편화 등을 특징으로 한다. 이는 현대인의 자아에게 하나의 역설을 제기한다. 즉, 정체성을 선택할 자유는 그 어느 때보다 커졌지만, 정체성을 구축하는 데 필요한 일관성 있는 준거틀은 오히려 줄어들었다는 것이다. 이로 인해 청소년기(5단계)의 역할 혼란이 더 길고 강렬해지거나, 성인 초기(6단계)의 고립감이 증가하고, 중년기(7단계)에 생산적 의미를 찾기가 더 어려워질 수 있다. 이처럼 에릭슨의 이론은 ‘성인아이’ 현상이나 비전통적인 방식의 의미 추구와 같은 현대 사회 현상을 심층적으로 이해하는 유용한 렌즈가 된다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제5부 에릭슨 이론의 유산: 이론적 및 실제적 함의",
            "content": "### 5.1 교육과 양육에의 적용\n에릭슨의 이론은 교사와 부모에게 각 발달 단계의 위기를 성공적으로 해결하도록 돕는 환경을 조성하기 위한 구체적인 지침을 제공한다.\n* **영아기 (신뢰감):** 일관되고 반응적이며 애정 어린 보살핌을 제공하여 안정감의 토대를 마련한다.\n* **초기 아동기 (자율성):** 아이에게 선택권을 주고, 독립적인 시도를 칭찬하며, 탐색을 위한 안전한 환경을 조성하여 자신감을 키워준다.\n* **유희기 (주도성):** 호기심을 격려하고, 아이가 주도하는 놀이를 지지하며, 그들의 아이디어를 존중하여 목적의식을 함양한다.\n* **학령기 (근면성):** 합리적인 기대를 설정하고, 건설적인 피드백을 제공하며, 성취를 축하하고, 모든 아이가 자신이 잘할 수 있는 분야를 찾도록 도와 유능감을 길러준다.\n* **청소년기 (정체감):** 다양한 역할과 가치를 탐색할 기회를 제공하고, 멘토링을 지원하며, 개성을 존중하는 포용적인 환경을 조성한다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "5.2 상담 및 심리치료의 틀",
            "content": "에릭슨의 이론은 상담가에게 내담자의 삶의 이야기를 이해할 수 있는 **발달적 지도**를 제공한다. 현재 내담자가 겪는 문제는 과거에 해결되지 않았을 수 있는 심리사회적 위기의 맥락에서 이해될 수 있다. 예를 들어, 관계 형성(친밀감 대 고립감)에 어려움을 겪는 성인은 청소년기에 해결되지 않은 정체성 문제를 가지고 있을 수 있다.\n\n이 이론은 내담자가 과거에 놓쳤을지 모를 덕목을 개발하도록 돕는 **강점 기반 접근**을 지지한다. 치료는 과거의 갈등을 해결할 수 있는 ‘두 번째 기회’로 여겨질 수 있다. 특히 이 모델은 직업 변경, 이혼, 은퇴와 같이 종종 정체성의 재평가를 촉발하는 주요 인생 전환기를 겪는 내담자에게 매우 유용하다."
        },
        {
            "author": "에릭 에릭슨 (Erik Erikson)",
            "title": "제6부 인간의 성숙과 미성숙 (Maturity vs. Maldevelopment)",
            "content": "에릭슨의 발달 이론은 각 단계의 결과를 단순히 성공 또는 실패라는 이분법적 시각으로 보지 않는다. 오히려 각 위기의 해결 과정은 개인의 성숙도를 결정하는 **스펙트럼**으로 이해된다. 이 스펙트럼의 한쪽 끝에는 심리사회적 건강을 나타내는 '덕목'이 있고, 다른 쪽 끝에는 불균형으로 인한 '병리적 왜곡'이 자리 잡고 있다.\n\n### 6.1 긍정적 자아 발달: 심리사회적 덕목 (Psychosocial Virtues)\n각 발달 단계의 심리사회적 위기를 성공적으로 해결했을 때, 개인은 심리적 강점, 즉 '**덕목(virtue)**' 또는 '자아 강점(ego strength)'을 획득하게 된다. 이 덕목들은 건강한 성격의 초석이 되며, 개인이 다음 단계의 삶의 도전에 효과적으로 대처할 수 있도록 돕는 심리적 자원이 된다.\n\n중요한 것은 위기의 성공적인 해결이 긍정적 특질(syntonic)이 부정적 특질(dystonic)을 완전히 압도하는 것을 의미하지 않는다는 점이다. 오히려 건강한 발달은 두 특질 사이의 유리한 '**균형**'을 이루는 것이다. 예를 들어, 세상에 대한 기본적인 신뢰감은 필수적이지만, 약간의 불신감은 개인이 위험을 감지하고 자신을 보호하는 데 도움이 된다. 이러한 균형 잡힌 해결을 통해 각 단계의 고유한 덕목이 발현된다.\n* **1단계 (신뢰감 대 불신감):** 성공적인 해결은 **희망(Hope)**이라는 덕목을 낳는다. 이는 세상이 예측 가능하고 신뢰할 만한 곳이라는 믿음이다.\n* **5단계 (정체감 대 역할 혼란):** 성공적인 해결은 **충실(Fidelity)**이라는 덕목으로 이어진다. 이는 사회의 기준과 기대에 부응하면서도 자기 자신에게 진실할 수 있는 능력이다.\n* **8단계 (자아 통합 대 절망):** 성공적인 해결은 **지혜(Wisdom)**라는 덕목을 가져온다. 이는 자신의 삶을 있는 그대로 수용하고 죽음을 초연하게 마주하는 능력이다.\n\n### 6.2 병리적 왜곡: 부적응과 악성 (Maldevelopment)\n각 단계에서 긍정적 특질과 부정적 특질 사이의 균형이 극단적으로 깨질 때, **병리적 왜곡(maldevelopment)**이 발생한다. 에릭슨은 이를 두 가지 형태로 구분했다: **부적응(maladaptation)**과 **악성(malignancy)**.\n* **부적응 (Maladaptation):** 긍정적 특질이 지나치게 많고 부정적 특질이 너무 적을 때 발생한다. 이는 악성만큼 심각하지는 않지만, 여전히 건강하지 못한 상태이다. 예를 들어, 신뢰가 과도하고 불신이 거의 없는 사람은 세상 물정에 어둡고 지나치게 순진해져 '감각적 부조정(sensory maladjustment)'을 겪을 수 있다. 마찬가지로, 죄책감 없이 주도성만 과도한 사람은 타인에게 무자비하고 무모하게 행동하는 '무모함(ruthlessness)'을 보일 수 있다.\n* **악성 (Malignancy):** 부정적 특질이 지나치게 많고 긍정적 특질이 너무 적을 때 발생하며, 더 심각한 형태의 병리이다. 예를 들어, 신뢰감 형성에 실패하고 불신감이 지배적인 사람은 타인과의 관계를 거부하고 세상으로부터 물러나는 '위축(withdrawal)'을 경험할 수 있다. 주도성을 발휘할 기회를 갖지 못하고 죄책감에 시달리는 사람은 새로운 시도를 두려워하는 '억제(inhibition)' 상태에 빠질 수 있다."
        }
    ]